Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: གཟུགས་སྡུག་བསྔལ་བ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་གཟུགས་སྡུག་བསྔལ་བ་ཉིད་མ་ལགས། གཟུགས་སྡུག་བསྔལ་བ་ཉིད་ལས་གུད་ན་ཡང་། སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the suffering of physical forms is not the suffering of physical forms, and emptiness does not exist elsewhere apart from the suffering of physical forms.

source: གཟུགས་སྡུག་བསྔལ་བ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་སྡུག་བསྔལ་བ་ཉིད་དོ།
en: The nature of the suffering of physical forms is indeed emptiness, and emptiness indeed is the nature of the suffering of physical forms.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་སྡུག་བསྔལ་ལོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that physical forms are imbued with suffering. “

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་ལོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that feelings, perceptions, formative predispositions, and consciousness are imbued with suffering.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། དེ་ནི་འདི་ལྟར་རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བ་ཉིད། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, it is because the suffering of consciousness [and so forth] is empty of the suffering of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བ་ཉིད་མ་ལགས། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the suffering of consciousness [and so forth] is not the suffering of consciousness [and so forth], and emptiness does not exist elsewhere apart from the suffering of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བ་ཉིད་དོ།
en: The nature of the suffering of consciousness [and so forth] is indeed emptiness, and emptiness indeed is the suffering of consciousness [and so forth].

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་ལོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom they should not dwell in the notion that consciousness [and so forth] are imbued with suffering. “

source: །གཟུགས་བདག་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that physical forms are without self.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་གཟུགས་བདག་མེད་པ་ཉིད། གཟུགས་བདག་མེད་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, it is because the nonself of physical forms is empty of the nonself of physical forms.

source: གཟུགས་བདག་མེད་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། གཟུགས་བདག་མེད་པ་ཉིད་མ་ལགས། གཟུགས་བདག་མེད་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the nonself of physical forms is not the nonself of physical forms, and emptiness does not exist elsewhere apart from the nonself of physical forms.

source: གཟུགས་བདག་མེད་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་བདག་མེད་པ་ཉིད་དོ།
en: The nature of the nonself of physical forms is indeed emptiness, and emptiness indeed is the nature of the nonself of physical forms.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་བདག་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that physical forms are without self. “

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདག་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that feelings, perceptions, formative predispositions, and consciousness are without self.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། དེ་ནི་འདི་ལྟར་རྣམ་པར་ཤེས་པ་བདག་མེད་པ་ཉིད། རྣམ་པར་ཤེས་པ་བདག་མེད་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, it is because the nonself of consciousness [and so forth] is empty of the nonself of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་བདག་མེད་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། རྣམ་པར་ཤེས་པ་བདག་མེད་པ་ཉིད་མ་ལགས། རྣམ་པར་ཤེས་པ་བདག་མེད་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the nonself of consciousness [and so forth] is not the nonself of consciousness [and so forth], and emptiness does not exist elsewhere apart from the nonself of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་བདག་མེད་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་བདག་མེད་པ་ཉིད་དོ།
en: The nature of the nonself of consciousness [and so forth] is indeed emptiness, and emptiness indeed is the nonself of consciousness [and so forth].

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པར་ཤེས་པ་བདག་མེད་དོ། །ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that consciousness [and so forth] are without self. “

source: བམ་པོ་བཅུ་པ། གཟུགས་ཞིའོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that physical forms are at peace.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་གཟུགས་ཞི་བ་ཉིད་གཟུགས་ཞི་བ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the peace of physical forms is empty of the peace of physical forms.

source: གཟུགས་ཞི་བ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། གཟུགས་ཞི་བ་ཉིད་མ་ལགས། གཟུགས་ཞི་བ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the peace of physical forms is not the peace of physical forms, and emptiness does not exist elsewhere apart from the peace of physical forms.

source: གཟུགས་ཞི་བ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་ཞི་བ་ཉིད་དོ།
en: The peace of physical forms is indeed emptiness, and emptiness indeed is the peace of physical forms.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་ཞིའོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that physical forms are at peace. “

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞིའོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that feelings, perceptions, formative predispositions, and consciousness are at peace.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་རྣམ་པར་ཤེས་པ་ཞི་བ་ཉིད། རྣམ་པར་ཤེས་པ་ཞི་བ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the peace of consciousness [and so forth] is empty of the peace of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་ཞི་བའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། རྣམ་པར་ཤེས་པ་ཞི་བ་ཉིད་མ་ལགས། རྣམ་པར་ཤེས་པ་ཞི་བ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the peace of consciousness [and so forth] is not the peace of consciousness [and so forth], and emptiness does not exist elsewhere apart from the peace of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་ཞི་བ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་ཞི་བ་ཉིད་དོ།
en: The peace of consciousness [and so forth] is indeed emptiness, and emptiness indeed is the peace of consciousness [and so forth].

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པར་ཤེས་པ་ཞི་བའོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that consciousness [and so forth] are at peace. “

source: །གཟུགས་སྟོང་ངོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that physical forms are empty.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་གཟུགས་སྟོང་པ་ཉིད། གཟུགས་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the emptiness of physical forms is empty of the emptiness of physical forms.

source: གཟུགས་སྟོང་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་གཟུགས་སྟོང་པ་ཉིད་མ་ལགས། གཟུགས་སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the emptiness of physical forms is not the emptiness of physical forms, and emptiness does not exist elsewhere apart from the emptiness of physical forms.

source: གཟུགས་སྟོང་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་སྟོང་པ་ཉིད་དོ།
en: The emptiness of physical forms is indeed emptiness, and emptiness indeed is the emptiness of physical forms.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་སྟོང་ངོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that physical forms are empty. “

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྟོང་ངོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that feelings, perceptions, formative predispositions, and consciousness are empty.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད།
en: If one were to ask why, Blessed Lord, it is because the emptiness of consciousness [and so forth] is empty of the emptiness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་སྟེ། རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་མ་ལགས། རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the emptiness of consciousness [and so forth] is not the emptiness of consciousness [and so forth], and emptiness does not exist elsewhere apart from the emptiness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དོ།
en: The emptiness of consciousness [and so forth] is indeed emptiness, and emptiness indeed is the emptiness of consciousness [and so forth].

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པར་ཤེས་པ་སྟོང་ངོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that consciousness [and so forth] are empty. “

source: །གཟུགས་མཚན་མ་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that physical forms are signless.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་གཟུགས་མཚན་མ་མེད་པ་ཉིད། གཟུགས་མཚན་མ་མེད་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the signlessness of physical forms is empty of the signlessness of physical forms.

source: གཟུགས་མཚན་མ་མེད་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་གཟུགས་མཚན་མ་མེད་པ་ཉིད་མ་ལགས། གཟུགས་མཚན་མ་མེད་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the signlessness of physical forms is not the signlessness of physical forms, and emptiness does not exist elsewhere apart from the signlessness of physical forms.

source: གཟུགས་མཚན་མ་མེད་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་མཚན་མ་མེད་པ་ཉིད་དོ།
en: The signlessness of physical forms is indeed emptiness, and emptiness indeed is the signlessness of physical forms.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་མཚན་མ་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that physical forms are signless. “

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that feelings, perceptions, formative predispositions, and consciousness are signless.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པ་ཉིད། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the signlessness of consciousness [and so forth] is empty of the signlessness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པ་ཉིད་མ་ལགས། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པ་ཉིད་ལས་གུད་ན་ཡང་། སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the signlessness of consciousness [and so forth] is not the signlessness of consciousness [and so forth], and emptiness does not exist elsewhere apart from the signlessness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པ་ཉིད་དོ།
en: The signlessness of consciousness [and so forth] is indeed emptiness, and emptiness indeed is the signlessness of consciousness [and so forth].

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that consciousness [and so forth] are signless. “

source: །གཟུགས་སྨོན་པ་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that physical forms are wishless.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་གཟུགས་སྨོན་པ་མེད་པ་ཉིད། གཟུགས་སྨོན་པ་མེད་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the wishlessness of physical forms is empty of the wishlessness of physical forms.

source: གཟུགས་སྨོན་པ་མེད་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། གཟུགས་སྨོན་པ་མེད་པ་ཉིད་མ་ལགས། གཟུགས་སྨོན་པ་མེད་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the wishlessness of physical forms is not the wishlessness of physical forms, and emptiness does not exist elsewhere apart from the wishlessness of physical forms.

source: གཟུགས་སྨོན་པ་མེད་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་སྨོན་པ་མེད་པ་ཉིད་དོ།
en: The wishlessness of physical forms is indeed emptiness, and emptiness indeed is the wishlessness of physical forms.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་སྨོན་པ་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that physical forms are wishless. “

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that feelings, perceptions, formative predispositions, and consciousness are wishless.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པ་ཉིད།
en: If one were to ask why, Blessed Lord, it is because the wishlessness of consciousness [and so forth] is empty of the wishlessness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པ་ཉིད་ཀྱིས་སྟོང་སྟེ། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པ་ཉིད་མ་ལགས། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པ་ཉིད་ལས་གུད་ན་ཡང་། སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the wishlessness of consciousness [and so forth] is not the wishlessness of consciousness [and so forth], and emptiness does not exist elsewhere apart from the wishlessness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པ་ཉིད་དོ།
en: The wishlessness of consciousness [and so forth] is indeed emptiness, and emptiness indeed is the wishlessness of consciousness [and so forth].

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་དོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that consciousness [and so forth] are wishless. “

source: །གཟུགས་དབེན་ནོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that physical forms are void.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་གཟུགས་དབེན་པ་ཉིད། གཟུགས་དབེན་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the voidness of physical forms is empty of the voidness of physical forms.

source: གཟུགས་དབེན་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། གཟུགས་དབེན་པ་ཉིད་མ་ལགས། གཟུགས་དབེན་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the voidness of physical forms is not the voidness of physical forms, and emptiness does not exist elsewhere apart from the voidness of physical forms.

source: གཟུགས་དབེན་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་དབེན་པ་ཉིད་དོ།
en: The voidness of physical forms is indeed emptiness, and emptiness indeed is the voidness of physical forms.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་དབེན་ནོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that physical forms are void. “

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དབེན་ནོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་སྟེ།
en: They should not dwell in the notion that feelings, perceptions, formative predispositions, and consciousness are void.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་རྣམ་པར་ཤེས་པ་དབེན་པ་ཉིད། རྣམ་པར་ཤེས་པ་དབེན་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the voidness of consciousness [and so forth] is empty of the voidness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་དབེན་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། རྣམ་པར་ཤེས་པ་དབེན་པ་ཉིད་མ་ལགས། རྣམ་པར་ཤེས་པ་དབེན་པ་ཉིད་ལས་གུད་ན་ཡང་། སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the voidness of consciousness [and so forth] is not the voidness of consciousness [and so forth], and emptiness does not exist elsewhere apart from the voidness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་དབེན་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་དབེན་པ་ཉིད་དོ།
en: The voidness of consciousness [and so forth] is indeed emptiness, and emptiness indeed is the voidness of consciousness [and so forth].

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པར་ཤེས་པ་དབེན་ནོ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the notion that consciousness [and so forth] are void. {

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། དེ་བཞིན་ཉིད་ལ་གནས་པར་མི་བགྱི་སྟེ།
en: Dt.132} “Moreover, Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the real nature.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་དེ་བཞིན་ཉིད་དེ་བཞིན་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the real nature is empty of the real nature.

source: དེ་བཞིན་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་དེ་བཞིན་ཉིད་མ་ལགས། དེ་བཞིན་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of the real nature is not the real nature, and emptiness does not exist elsewhere apart from the real nature.

source: དེ་བཞིན་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་དེ་བཞིན་ཉིད་དོ།
en: The real nature is indeed emptiness, and emptiness indeed is the real nature.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། དེ་བཞིན་ཉིད་ལ་གནས་པར་མི་བགྱིའོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the real nature. “

source: །ཆོས་ཉིད་ལ་གནས་པར་མི་བགྱི་སྟེ།
en: Moreover, Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in reality.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་ཆོས་ཉིད་ཆོས་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because reality is empty of reality.

source: ཆོས་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་ཆོས་ཉིད་མ་ལགས། ཆོས་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of reality is not reality, and emptiness does not exist elsewhere apart from reality.

source: ཆོས་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་ཆོས་ཉིད་དོ།
en: Reality is indeed emptiness, and emptiness indeed is reality. Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in reality. “

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་ཉིད་ལ་གནས་པར་མི་བགྱིའོ། །ཆོས་ཀྱི་དབྱིངས་ལ་གནས་པར་མི་བགྱི་སྟེ།
en: Moreover, Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in maturity with respect to all phenomena.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་ཆོས་ཀྱི་དབྱིངས། ཆོས་ཀྱི་དབྱིངས་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because maturity with respect to all phenomena is empty of maturity with respect to all phenomena.

source: ཆོས་ཀྱི་དབྱིངས་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་ཆོས་ཀྱི་དབྱིངས་མ་ལགས། ཆོས་ཀྱི་དབྱིངས་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ།
en: The emptiness of maturity with respect to all phenomena is not maturity with respect to all phenomena, and emptiness does not exist elsewhere apart from maturity with respect to all phenomena.

source: ཆོས་ཀྱི་དབྱིངས་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་ཆོས་ཀྱི་དབྱིངས་སོ།
en: Maturity with respect to all phenomena is indeed emptiness, and emptiness indeed is maturity with respect to all phenomena.

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་ཀྱི་དབྱིངས་ལ་གནས་པར་མི་བགྱིའོ། །ཆོས་སྐྱོན་མེད་པ་ཉིད་ལ་གནས་པར་མི་བགྱི་སྟེ། དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་ཆོས་སྐྱོན་མེད་པ་ཉིད་ཆོས་སྐྱོན་མེད་པ་ཉིད་ཀྱིས་སྟོང་སྟེ། ཆོས་སྐྱོན་མེད་པ་ཉིད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་མ་ལགས། ཆོས་སྐྱོན་མེད་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ། ཆོས་སྐྱོན་མེད་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད། སྟོང་པ་ཉིད་ཀྱང་ཆོས་སྐྱོན་མེད་པ་ཉིད་དོ།
en: Blessed Lord, those are the formulations explaining how, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in maturity with respect to all phenomena. “

source: །བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་སྐྱོན་མེད་པ་ཉིད་ལ་གནས་པར་མི་བགྱིའོ། །ཡང་དག་པའི་མཐའ་ལ་གནས་པར་མི་བགྱི་སྟེ།
en: Moreover, Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, they should not dwell in the very limit of reality.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་ཡང་དག་པའི་མཐའ་ཡང་དག་པའི་མཐས་སྟོང་སྟེ།
en: If one were to ask why, Blessed Lord, it is because the very limit of reality is empty of the very limit of reality.

source: ཡང་དག་པའི་མཐའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་། ཡང་དག་པའི་མཐའ་མ་ལགས། ཡང་དག་པའི་མཐའ་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ཏེ། ཡང་དག་པའི་མཐའ་ཉིད་ཀྱང་སྟོང་པ་ཉིད།
en: The emptiness of the very limit of reality is not the very limit of reality, and emptiness does not exist elsewhere apart from the very limit of reality.
